Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: No sensor data for %lld min
de: Keine Sensordaten seit %lld Min.
es: Sin datos del sensor desde hace %lld min
fr: Aucune donnée du capteur depuis %lld min
it: Nessun dato dal sensore da %lld min
nl: Geen sensordata sinds %lld min
pl: Brak danych z sensora od %lld min
pt: Sem dados do sensor há %lld min
ro: Fără date de la senzor de %lld min
ru: Нет данных датчика уже %lld мин

source: No sensor tracked
de: Kein Sensor erfasst
es: Sin sensor en seguimiento
fr: Aucun capteur suivi
it: Nessun sensore monitorato
nl: Geen sensor bijgehouden
pl: Brak śledzonego sensora
pt: Nenhum sensor monitorizado
ro: Niciun senzor urmărit
ru: Сенсор не отслеживается

source: No strong time-of-day patterns right now — a good sign your days are consistent. Keep doing what works.
de: Aktuell keine ausgeprägten Tageszeit-Muster — ein gutes Zeichen dafür, dass deine Tage gleichmäßig verlaufen. Mach weiter so.
es: Ahora mismo no hay patrones claros según el momento del día — buena señal de que tus días son consistentes. Sigue haciendo lo que funciona.
fr: Pas de tendance marquée selon le moment de la journée pour l'instant — bon signe que tes journées sont régulières. Continue comme ça.
it: Al momento non ci sono schemi orari marcati — un buon segno che le tue giornate sono regolari. Continua così.
nl: Op dit moment geen duidelijke patronen per tijdstip van de dag — een goed teken dat je dagen consistent verlopen. Blijf doen wat werkt.
pl: Obecnie brak wyraźnych wzorców zależnych od pory dnia — to dobry znak, że Twoje dni są spójne. Rób dalej to, co działa.
pt: Sem padrões fortes por hora do dia neste momento — um bom sinal de que os teus dias são consistentes. Continua a fazer o que resulta.
ro: În acest moment nu există tipare puternice legate de momentul zilei — un semn bun că zilele tale sunt constante. Continuă ce funcționează.
ru: Сейчас нет выраженных закономерностей по времени суток — хороший знак, что твои дни стабильны. Продолжай в том же духе.

source: No times set
de: Keine Zeiten festgelegt
es: Sin horas configuradas
fr: Aucune heure définie
it: Nessun orario impostato
nl: Geen tijden ingesteld
pl: Nie ustawiono godzin
pt: Sem horários definidos
ro: Nicio oră setată
ru: Время не задано

source: No training without consent
de: Kein Training ohne Einwilligung
es: Sin entrenamiento sin consentimiento
fr: Pas d'entraînement sans consentement
it: Nessun addestramento senza consenso
nl: Geen training zonder toestemming
pl: Bez trenowania bez zgody
pt: Sem treino sem consentimento
ro: Fără antrenare fără consimțământ
ru: Никакого обучения без согласия

source: No update
de: Keine Aktualisierung
es: Sin cambios
fr: Aucune mise à jour
it: Nessun aggiornamento
nl: Geen update
pl: Brak aktualizacji
pt: Sem atualização
ro: Nicio actualizare
ru: Нет обновлений

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
nl: Geen
pl: Brak
pt: Nenhum
ro: Absente
ru: Нет

source: North America
de: Nordamerika
es: América del Norte
fr: Amérique du Nord
it: America del Nord
nl: Noord-Amerika
pl: Ameryka Północna
pt: América do Norte
ro: America de Nord
ru: Северная Америка

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
nl: Niet verbonden
pl: Nie połączono
pt: Não ligado
ro: Neconectat
ru: Не подключено

source: Not enough data
de: Nicht genügend Daten
es: Datos insuficientes
fr: Données insuffisantes
it: Dati insufficienti
nl: Onvoldoende gegevens
pl: Za mało danych
pt: Dados insuficientes
ro: Date insuficiente
ru: Недостаточно данных

source: Not enough readings around this meal to show a response yet.
de: Noch nicht genug Messwerte rund um diese Mahlzeit, um eine Reaktion anzuzeigen.
es: Aún no hay suficientes lecturas alrededor de esta comida para mostrar una respuesta.
fr: Pas encore assez de mesures autour de ce repas pour afficher une réponse.
it: Non ci sono ancora abbastanza letture intorno a questo pasto per mostrare una risposta.
nl: Nog niet genoeg metingen rond deze maaltijd om een respons te tonen.
pl: Za mało odczytów wokół tego posiłku, aby pokazać reakcję.
pt: Ainda não há leituras suficientes em torno desta refeição para mostrar uma resposta.
ro: Încă nu sunt suficiente citiri în jurul acestei mese pentru a afișa un răspuns.
ru: Пока недостаточно измерений вокруг этого приёма пищи, чтобы показать реакцию.

source: Not on insulin
de: Kein Insulin
es: Sin insulina
fr: Sans insuline
it: Senza insulina
nl: Geen insuline
pl: Bez insuliny
pt: Sem insulina
ro: Fără insulină
ru: Без инсулина

source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
it: Non impostato
nl: Niet ingesteld
pl: Nie ustawiono
pt: Por definir
ro: Nesetat
ru: Не указано

source: Not set up
de: Nicht eingerichtet
es: Sin configurar
fr: Non configuré
it: Non configurato
nl: Niet ingesteld
pl: Nie skonfigurowano
pt: Não configurado
ro: Neconfigurat
ru: Не настроено

source: Not set up yet
de: Noch nicht eingerichtet
es: Aún sin configurar
fr: Pas encore configurée
it: Non ancora configurata
nl: Nog niet ingesteld
pl: Jeszcze nieskonfigurowana
pt: Ainda não configurado
ro: Încă neconfigurat
ru: Ещё не настроена

source: Not yet
de: Noch nicht
es: Todavía no
fr: Pas encore
it: Non ancora
nl: Nog niet
pl: Jeszcze nie
pt: Ainda não
ro: Încă nu
ru: Ещё нет

source: Notable spike
de: Deutliche Spitze
es: Pico notable
fr: Pic notable
it: Picco notevole
nl: Opvallende piek
pl: Zauważalny skok
pt: Pico notável
ro: Vârf notabil
ru: Заметный скачок

source: Note
de: Notiz
es: Nota
it: Nota
nl: Notitie
pl: Notatka
pt: Nota
ro: Notiță
ru: Заметка

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (facultatif)
it: Nota (facoltativa)
nl: Notitie (optioneel)
pl: Notatka (opcjonalnie)
pt: Nota (opcional)
ro: Notă (opțional)
ru: Заметка (необязательно)

source: Note taker
de: Notizenschreiber
es: Tomador de notas
fr: Preneur de notes
it: Autore di note
nl: Notitieschrijver
pl: Autor notatek
pt: Autor de notas
ro: Autor de notițe
ru: Автор заметок

source: Notes
de: Notizen
es: Notas
it: Note
nl: Notities
pl: Notatki
pt: Notas
ro: Notițe
ru: Заметки

source: Notes & symptoms
de: Notizen & Symptome
es: Notas y síntomas
fr: Notes et symptômes
it: Note e sintomi
nl: Notities & symptomen
pl: Notatki i objawy
pt: Notas e sintomas
ro: Note și simptome
ru: Заметки и симптомы

source: Notes for a helper
de: Hinweise für Helfende
es: Notas para quien ayude
fr: Notes pour la personne qui aide
it: Note per chi aiuta
nl: Notities voor een helper
pl: Wskazówki dla pomagającego
pt: Notas para quem ajudar
ro: Note pentru cel care ajută
ru: Заметки для помощника

source: Nothing in this period
de: Nichts in diesem Zeitraum
es: Nada en este periodo
fr: Rien pendant cette période
it: Niente in questo periodo
nl: Niets in deze periode
pl: Brak danych w tym okresie
pt: Nada neste período
ro: Nimic în această perioadă
ru: За этот период ничего нет

source: Nothing in this range
de: Nichts in diesem Bereich
es: Nada en este rango
fr: Rien dans cette plage
it: Nulla in questo intervallo
nl: Niets in dit bereik
pl: Nic w tym zakresie
pt: Nada neste intervalo
ro: Nimic în acest interval
ru: Ничего в этом диапазоне

source: Nothing is used to train models unless you turn it on.
de: Nichts wird zum Trainieren von Modellen verwendet, solange du es nicht aktivierst.
es: Nada se usa para entrenar modelos a menos que lo actives.
fr: Rien n'est utilisé pour entraîner des modèles tant que vous ne l'activez pas.
it: Nulla viene usato per addestrare modelli finché non lo attivi.
nl: Er wordt niets gebruikt om modellen te trainen tenzij je het inschakelt.
pl: Nic nie jest wykorzystywane do trenowania modeli, dopóki tego nie włączysz.
pt: Nada é usado para treinar modelos, a menos que o ativies.
ro: Nimic nu este folosit pentru antrenarea modelelor decât dacă activezi această opțiune.
ru: Ничего не используется для обучения моделей, пока вы это не включите.

source: Nothing to summarise
de: Nichts zusammenzufassen
es: Nada que resumir
fr: Rien à résumer
it: Nulla da riepilogare
nl: Niets om samen te vatten
pl: Nic do podsumowania
pt: Nada a resumir
ro: Nimic de rezumat
ru: Нечего обобщать

source: Notifications allowed
de: Mitteilungen erlaubt
es: Notificaciones permitidas
fr: Notifications autorisées
it: Notifiche consentite
nl: Meldingen toegestaan
pl: Powiadomienia dozwolone
pt: Notificações permitidas
ro: Notificările sunt permise
ru: Уведомления разрешены

source: Notifications are off for Prvital. Turn them on in Settings.
de: Mitteilungen sind für Prvital deaktiviert. Aktiviere sie in den Einstellungen.
es: Las notificaciones están desactivadas para Prvital. Actívalas en Ajustes.
fr: Les notifications sont désactivées pour Prvital. Activez-les dans Réglages.
it: Le notifiche sono disattivate per Prvital. Attivale in Impostazioni.
nl: Meldingen staan uit voor Prvital. Zet ze aan in Instellingen.
pl: Powiadomienia dla Prvital są wyłączone. Włącz je w Ustawieniach.
pt: As notificações estão desativadas para o Prvital. Ative-as nas Definições.
ro: Notificările sunt dezactivate pentru Prvital. Activează-le din Setări.
ru: Уведомления для Prvital выключены. Включите их в Настройках.

source: Notify me Mondays at 9 AM
de: Montags um 9 Uhr benachrichtigen
es: Avisarme los lunes a las 9
fr: Me prévenir le lundi à 9 h
it: Avvisami il lunedì alle 9
nl: Waarschuw me op maandag om 9 uur
pl: Powiadamiaj mnie w poniedziałki o 9:00
pt: Notificar-me às segundas às 9 h
ro: Notifică-mă lunea la 9
ru: Уведомлять по понедельникам в 9:00

source: Notify me Sundays at 7 PM
de: Sonntags um 19 Uhr benachrichtigen
es: Avísame los domingos a las 19:00
fr: Me prévenir le dimanche à 19 h
it: Avvisami la domenica alle 19
nl: Stuur me zondag om 19:00 een melding
pl: Powiadamiaj mnie w niedziele o 19:00
pt: Notificar-me aos domingos às 19:00
ro: Notifică-mă duminica la 19:00
ru: Уведомлять по воскресеньям в 19:00

source: Notify me about
de: Benachrichtigen bei
es: Avisarme sobre
fr: Me prévenir pour
it: Avvisami per
nl: Waarschuw me bij
pl: Powiadamiaj o
pt: Notificar-me sobre
ro: Notifică-mă despre
ru: Уведомлять о

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
nl: Nu
pl: Teraz
pt: Agora
ro: Acum
ru: Сейчас

source: Oatmeal & berries
de: Haferflocken & Beeren
es: Avena y frutos rojos
fr: Flocons d'avoine et baies
it: Fiocchi d'avena e frutti di bosco
nl: Havermout & bessen
pl: Owsianka i jagody
pt: Aveia e frutos vermelhos
ro: Fulgi de ovăz și fructe de pădure
ru: Овсянка и ягоды

source: Observation
de: Beobachtung
es: Observación
it: Osservazione
nl: Observatie
pl: Obserwacja
pt: Observação
ro: Observație
ru: Наблюдение

source: Observations
de: Beobachtungen
es: Observaciones
it: Osservazioni
nl: Observaties
pl: Obserwacje
pt: Observações
ro: Observații
ru: Наблюдения

source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano
nl: Oceaan
pt: Oceano
ru: Океан

source: Oceania
de: Ozeanien
es: Oceanía
fr: Océanie
nl: Oceanië
pt: Oceânia
ru: Океания

source: Of the three main nutrients, carbohydrate raises glucose the most and the fastest. Counting the grams of carbohydrate in a meal helps match insulin to food.
de: Von den drei Hauptnährstoffen lassen Kohlenhydrate die Glukose am stärksten und am schnellsten steigen. Die Kohlenhydratmenge einer Mahlzeit in Gramm zu zählen hilft dabei, das Insulin auf das Essen abzustimmen.
es: De los tres nutrientes principales, el carbohidrato eleva la glucosa más y más rápido. Contar los gramos de carbohidrato de una comida ayuda a ajustar la insulina a la comida.
fr: Parmi les trois principaux nutriments, les glucides font monter la glycémie le plus et le plus vite. Compter les grammes de glucides d'un repas aide à ajuster l'insuline à la nourriture.
it: Tra i tre principali nutrienti, i carboidrati alzano la glicemia più di tutti e più velocemente. Contare i grammi di carboidrati in un pasto aiuta ad abbinare correttamente l'insulina al cibo.
nl: Van de drie hoofdvoedingsstoffen verhogen koolhydraten de glucose het meest en het snelst. Het tellen van de grammen koolhydraten in een maaltijd helpt om de insuline af te stemmen op het eten.
pl: Spośród trzech głównych makroskładników węglowodany podnoszą glikemię najbardziej i najszybciej. Liczenie gramów węglowodanów w posiłku pomaga dopasować dawkę insuliny do jedzenia.
pt: Dos três principais nutrientes, os hidratos de carbono são os que mais e mais depressa fazem subir a glicose. Contar os gramas de hidratos de carbono numa refeição ajuda a ajustar a insulina à comida.
ro: Dintre cei trei nutrienți principali, carbohidrații cresc glicemia cel mai mult și cel mai rapid. Numărarea gramelor de carbohidrați dintr-o masă te ajută să potrivești insulina cu mâncarea.
ru: Из трёх основных нутриентов углеводы повышают глюкозу больше и быстрее всего. Подсчёт граммов углеводов в порции помогает точнее подбирать дозу инсулина под еду.

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
nl: Uit
pl: Wył.
pt: Desativado
ro: Dezactivat
ru: Выкл.

source: Often high %@
de: Oft hoch %@
es: A menudo alto %@
fr: Souvent élevé %@
it: Spesso alto %@
nl: Vaak hoog %@
pl: Często wysoki %@
pt: Frequentemente alto %@
ro: Frecvent ridicat %@
ru: Часто высокая %@

source: Often low %@
de: Oft niedrig %@
es: A menudo bajo %@
fr: Souvent bas %@
it: Spesso basso %@
nl: Vaak laag %@
pl: Często niski %@
pt: Frequentemente baixo %@
ro: Frecvent scăzut %@
ru: Часто низкая %@

source: Often low overnight
de: Nachts häufig niedrig
es: Con frecuencia baja por la noche
fr: Souvent bas la nuit
it: Spesso basso durante la notte
nl: Vaak laag 's nachts
pl: Często niski poziom w nocy
pt: Frequentemente baixa durante a noite
ro: Frecvent scăzută peste noapte
ru: Часто понижена ночью

source: Olive oil, lemon juice and oregano
de: Olivenöl, Zitronensaft und Oregano
es: Aceite de oliva, zumo de limón y orégano
fr: Huile d'olive, jus de citron et origan
it: Olio d'oliva, succo di limone e origano
nl: Olijfolie, citroensap en oregano
pl: Oliwa z oliwek, sok z cytryny i oregano
pt: Azeite, sumo de limão e orégãos
ro: Ulei de măsline, zeamă de lămâie și oregano
ru: Оливковое масло, лимонный сок и орегано

source: Olive oil, salt and pepper
de: Olivenöl, Salz und Pfeffer
es: Aceite de oliva, sal y pimienta
fr: Huile d'olive, sel et poivre
it: Olio d'oliva, sale e pepe
nl: Olijfolie, zout en peper
pl: Oliwa z oliwek, sól i pieprz
pt: Azeite, sal e pimenta
ro: Ulei de măsline, sare și piper
ru: Оливковое масло, соль и перец

source: On
de: Ein
es: Activado
fr: Activé
it: Attivato
nl: Aan
pl: Wł.
pt: Ativado
ro: Activat
ru: Вкл.

source: On board
de: Aktiv
es: Activa
fr: Active
it: Attiva
nl: Actief
pl: Aktywna
pt: Ativa
ro: Active
ru: Активный

source: On more active days, your glucose tends to run higher.
de: An aktiveren Tagen ist dein Glukosewert tendenziell höher.
es: En los días más activos, tu glucosa suele ser más alta.
fr: Les jours plus actifs, votre glycémie a tendance à être plus élevée.
it: Nei giorni più attivi, la glicemia tende a essere più alta.
nl: Op actievere dagen is je glucose meestal hoger.
pl: W bardziej aktywne dni glikemia zwykle jest wyższa.
pt: Nos dias mais ativos, a tua glicose tende a ser mais alta.
ro: În zilele mai active, glicemia tinde să fie mai mare.
ru: В более активные дни глюкоза обычно выше.

source: On more active days, your glucose tends to run lower.
de: An aktiveren Tagen ist dein Glukosewert tendenziell niedriger.
es: En los días más activos, tu glucosa suele ser más baja.
fr: Les jours plus actifs, votre glycémie a tendance à être plus basse.
it: Nei giorni più attivi, la glicemia tende a essere più bassa.
nl: Op actievere dagen is je glucose meestal lager.
pl: W bardziej aktywne dni glikemia zwykle jest niższa.
pt: Nos dias mais ativos, a tua glicose tende a ser mais baixa.
ro: În zilele mai active, glicemia tinde să fie mai mică.
ru: В более активные дни глюкоза обычно ниже.

source: On most mornings your glucose climbs from its overnight low into breakfast — the dawn phenomenon. Seen on %lld days.
de: An den meisten Morgen steigt die Glukose vom nächtlichen Tief bis zum Frühstück — das Dawn-Phänomen. An %lld Tagen beobachtet.
es: La mayoría de las mañanas tu glucosa sube desde su mínimo nocturno hasta el desayuno — el fenómeno del alba. Observado en %lld días.
fr: La plupart des matins, votre glycémie monte de son minimum nocturne jusqu'au petit-déjeuner — le phénomène de l'aube. Observé sur %lld jours.
it: Nella maggior parte delle mattine la glicemia sale dal minimo notturno fino alla colazione — il fenomeno dell'alba. Osservato in %lld giorni.
nl: Op de meeste ochtenden stijgt je glucose vanaf het nachtelijke dieptepunt richting het ontbijt — het dawn-fenomeen. Gezien op %lld dagen.
pl: W większość poranków Twoja glukoza rośnie z nocnego minimum do śniadania — to zjawisko brzasku. Zaobserwowano w %lld dniach.
pt: Na maioria das manhãs, a tua glicose sobe do mínimo noturno até ao pequeno-almoço — o fenómeno do amanhecer. Observado em %lld dias.
ro: În majoritatea dimineților glicemia urcă de la minimul nocturn spre micul dejun — fenomenul de zori. Observat în %lld zile.
ru: В большинство утр ваша глюкоза поднимается от ночного минимума к завтраку — феномен утренней зари. Замечено за %lld дн.

source: On since %@
de: An seit %@
es: Activado desde %@
fr: Activé depuis %@
it: Attivo da %@
nl: Aan sinds %@
pl: Włączone od %@
pt: Ativo desde %@
ro: Activ din %@
ru: Включено с %@

source: On target
de: Im Ziel
es: En el objetivo
fr: Dans la cible
it: Nell'obiettivo
nl: Op doel
pl: Prosto do celu
pt: No alvo
ro: În țintă
ru: В цель

source: On the move
de: In Bewegung
es: En movimiento
fr: En mouvement
it: In movimento
nl: In beweging
pl: W ruchu
pt: Em movimento
ro: În mișcare
ru: В движении

source: On this device
de: Auf diesem Gerät
es: En este dispositivo
fr: Sur cet appareil
it: Su questo dispositivo
nl: Op dit apparaat
pl: Na tym urządzeniu
pt: Neste dispositivo
ro: Pe acest dispozitiv
ru: На этом устройстве

source: On track for your %@ goal by %@.
de: Auf Kurs für dein Ziel von %@ bis %@.
es: En camino hacia tu objetivo de %@ para el %@.
fr: En bonne voie vers ton objectif de %@ pour le %@.
it: In linea con il tuo obiettivo di %@ entro il %@.
nl: Op koers voor je doel van %@ tegen %@.
pl: Na dobrej drodze do celu %@ do %@.
pt: No bom caminho para a meta de %@ até %@.
ro: Pe drumul bun spre ținta de %@ până la %@.
ru: Идёте к цели %@ к %@.

source: On track to reach your goal today.
de: Du bist heute auf gutem Weg, dein Ziel zu erreichen.
es: Vas por buen camino para alcanzar tu objetivo de hoy.
fr: En bonne voie pour atteindre ton objectif aujourd'hui.
it: Sei sulla buona strada per raggiungere il tuo obiettivo di oggi.
nl: Op koers om je doel voor vandaag te halen.
pl: Jesteś na dobrej drodze, by dziś osiągnąć swój cel.
pt: No bom caminho para atingires o teu objetivo hoje.
ro: Ești pe drumul cel bun să îți atingi obiectivul de azi.
ru: Сегодня ты на пути к своей цели.

source: Once you're back above 70 mg/dL, if your next meal is more than an hour away, have a small snack with some longer-lasting carbs and protein to stop the low returning.
de: Sobald du wieder über 70 mg/dL liegst: Wenn deine nächste Mahlzeit mehr als eine Stunde entfernt ist, iss einen kleinen Snack mit länger wirkenden Kohlenhydraten und Eiweiß, damit die Unterzuckerung nicht zurückkehrt.
es: Una vez que vuelvas a estar por encima de 70 mg/dL, si tu próxima comida está a más de una hora, toma un pequeño tentempié con carbohidratos de acción más duradera y proteína para evitar que la hipoglucemia vuelva.
fr: Une fois ta glycémie repassée au-dessus de 70 mg/dL, si ton prochain repas est prévu dans plus d'une heure, prends une petite collation avec des glucides à action plus longue et des protéines pour éviter que l'hypo ne revienne.
it: Quando torni sopra i 70 mg/dL, se il pasto successivo è previsto tra più di un'ora, fai uno spuntino leggero con carboidrati a rilascio più lento e un po' di proteine, per evitare che l'ipoglicemia si ripresenti.
nl: Zodra je weer boven 70 mg/dL zit: als je volgende maaltijd meer dan een uur wegligt, neem dan een kleine snack met langer werkende koolhydraten en eiwitten om te voorkomen dat de lage waarde terugkeert.
pl: Gdy wrócisz powyżej 70 mg/dL, jeśli do kolejnego posiłku zostało więcej niż godzina, zjedz małą przekąskę z wolniej wchłanianymi węglowodanami i białkiem, aby zapobiec ponownemu niedocukrzeniu.
pt: Assim que estiveres de novo acima de 70 mg/dL, se a tua próxima refeição estiver a mais de uma hora de distância, come um pequeno lanche com hidratos de carbono de ação mais prolongada e proteína para evitar que a hipoglicemia volte.
ro: Odată ce ai revenit peste 70 mg/dL, dacă următoarea masă este la mai mult de o oră distanță, ia o gustare mică, cu carbohidrați cu efect mai îndelungat și proteine, ca să previi reapariția hipoglicemiei.
ru: Когда глюкоза вернётся выше 70 mg/dL, и если до следующего приёма пищи больше часа, перекуси чем-то с более медленными углеводами и белком, чтобы низкий уровень не повторился.

source: One step at a time
de: Schritt für Schritt
es: Paso a paso
fr: Un pas à la fois
it: Un passo alla volta
nl: Stap voor stap
pl: Krok po kroku
pt: Um passo de cada vez
ro: Pas cu pas
ru: Шаг за шагом

source: One week in range
de: Eine Woche im Zielbereich
es: Una semana en rango
fr: Une semaine dans la cible
it: Una settimana nell'intervallo
nl: Een week binnen bereik
pl: Tydzień w zakresie
pt: Uma semana dentro do intervalo
ro: O săptămână în interval
ru: Неделя в диапазоне

source: Only used to personalise the app and label what you share. It stays on your device (and your own iCloud, if enabled).
de: Wird nur verwendet, um die App zu personalisieren und geteilte Inhalte zu benennen. Verbleibt auf dem Gerät (und in Ihrer eigenen iCloud, sofern aktiviert).
es: Solo se usa para personalizar la app y etiquetar lo que compartes. Permanece en tu dispositivo (y en tu propio iCloud, si está activado).
fr: Utilisé uniquement pour personnaliser l'application et identifier ce que vous partagez. Reste sur votre appareil (et votre propre iCloud, si activé).
it: Usato solo per personalizzare l'app ed etichettare ciò che condividi. Rimane sul tuo dispositivo (e sul tuo iCloud, se attivo).
nl: Wordt alleen gebruikt om de app te personaliseren en te labelen wat je deelt. Het blijft op je apparaat (en je eigen iCloud, indien ingeschakeld).
pl: Używane wyłącznie do personalizacji aplikacji i podpisywania udostępnianych treści. Pozostaje na Twoim urządzeniu (oraz w Twoim iCloud, jeśli jest włączony).
pt: Utilizado apenas para personalizar a aplicação e identificar o que partilha. Permanece no seu dispositivo (e no seu próprio iCloud, se ativado).
ro: Se folosește doar pentru a personaliza aplicația și a eticheta ce distribui. Rămâne pe dispozitivul tău (și în propriul iCloud, dacă este activat).
ru: Используется только для персонализации приложения и подписи того, чем вы делитесь. Данные остаются на вашем устройстве (и в вашем iCloud, если включён).

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
nl: Open Instellingen
pl: Otwórz Ustawienia
pt: Abrir Definições
ro: Deschide Setările
ru: Открыть Настройки

source: Open bolus calculator
de: Bolusrechner öffnen
es: Abrir la calculadora de bolo
fr: Ouvrir le calculateur de bolus
it: Apri il calcolatore di bolo
nl: Bolusrekenhulp openen
pl: Otwórz kalkulator bolusa
pt: Abrir calculadora de bólus
ro: Deschide calculatorul de bolus
ru: Открыть калькулятор болюса

source: Open calendar
de: Kalender öffnen
es: Abrir calendario
fr: Ouvrir le calendrier
it: Apri calendario
nl: Kalender openen
pl: Otwórz kalendarz
pt: Abrir calendário
ro: Deschide calendarul
ru: Открыть календарь
